{
  "privacyPolicy": {
    "title": "سياسة الخصوصية",
    "lastUpdated": "فبراير 2024",
    "sections": [
      {
        "heading": "المقدمة",
        "content": "مؤسسة أحمد فرحان سعيد المرشود للمقاولات العامة ('نحن' أو 'لنا') ملتزمة بحماية خصوصيتك. توضح سياسة الخصوصية هذه كيفية جمعنا واستخدامنا والكشف عن معلوماتك وحمايتها عند زيارة موقعنا الإلكتروني أو استخدام خدماتنا."
      },
      {
        "heading": "المعلومات التي نجمعها",
        "content": "نجمع المعلومات التي تقدمها لنا مباشرة، بما في ذلك:\n\n• معلومات التعريف الشخصية (الاسم، عنوان البريد الإلكتروني، رقم الهاتف)\n• معلومات العمل (اسم الشركة، المنصب، الصناعة)\n• تفضيلات الاتصال\n• المعلومات المقدمة من خلال نماذج الاتصال أو استفسارات الخدمة\n• البيانات التقنية مثل عنوان IP ونوع المتصفح ومعلومات الجهاز"
      },
      {
        "heading": "كيف نستخدم معلوماتك",
        "content": "نستخدم المعلومات التي نجمعها من أجل:\n\n• توفير خدماتنا وصيانتها وتحسينها\n• معالجة استفساراتك والرد على طلباتك\n• إرسال إشعارات فنية وتحديثات ورسائل إدارية\n• التواصل معك بشأن الخدمات والعروض والفعاليات\n• مراقبة وتحليل الاتجاهات والاستخدام والأنشطة\n• اكتشاف ومنع ومعالجة المشكلات التقنية والأنشطة الاحتيالية\n• الامتثال للالتزامات القانونية وحماية حقوقنا"
      },
      {
        "heading": "مشاركة المعلومات والإفصاح عنها",
        "content": "نحن لا نبيع أو نتاجر أو نؤجر معلوماتك الشخصية لأطراف ثالثة. قد نشارك معلوماتك فقط في الظروف التالية:\n\n• بموافقتك\n• مع مقدمي الخدمات الذين يساعدون في عملياتنا\n• للامتثال للالتزامات القانونية أو الاستجابة للطلبات القانونية\n• لحماية حقوقنا أو ممتلكاتنا أو سلامتنا أو سلامة الآخرين\n• فيما يتعلق بمعاملة تجارية مثل الاندماج أو الاستحواذ"
      },
      {
        "heading": "أمن البيانات",
        "content": "نطبق تدابير تقنية وتنظيمية مناسبة لحماية معلوماتك الشخصية من الوصول غير المصرح به أو التعديل أو الكشف أو التدمير. ومع ذلك، لا توجد طريقة نقل عبر الإنترنت أو تخزين إلكتروني آمنة بنسبة 100٪."
      },
      {
        "heading": "حقوقك",
        "content": "بموجب لوائح حماية البيانات السعودية، لديك الحق في:\n\n• الوصول إلى معلوماتك الشخصية\n• تصحيح المعلومات غير الدقيقة أو غير الكاملة\n• طلب حذف معلوماتك\n• الاعتراض على معالجة معلوماتك\n• طلب تقييد المعالجة\n• نقل البيانات\n\nلممارسة هذه الحقوق، يرجى الاتصال بنا باستخدام المعلومات المقدمة أدناه."
      },
      {
        "heading": "ملفات تعريف الارتباط وتقنيات التتبع",
        "content": "نستخدم ملفات تعريف الارتباط وتقنيات التتبع المماثلة لتتبع النشاط على موقعنا والاحتفاظ بمعلومات معينة. يمكنك توجيه متصفحك لرفض جميع ملفات تعريف الارتباط أو للإشارة عند إرسال ملف تعريف ارتباط."
      },
      {
        "heading": "روابط الطرف الثالث",
        "content": "قد يحتوي موقعنا على روابط لمواقع طرف ثالث. نحن لسنا مسؤولين عن ممارسات الخصوصية أو محتوى هذه المواقع الخارجية. نشجعك على مراجعة سياسات الخصوصية الخاصة بهم."
      },
      {
        "heading": "خصوصية الأطفال",
        "content": "خدماتنا غير موجهة للأفراد الذين تقل أعمارهم عن 18 عامًا. نحن لا نجمع عن قصد معلومات شخصية من الأطفال."
      },
      {
        "heading": "التغييرات على سياسة الخصوصية هذه",
        "content": "قد نقوم بتحديث سياسة الخصوصية هذه من وقت لآخر. سنخطرك بأي تغييرات عن طريق نشر سياسة الخصوصية الجديدة على هذه الصفحة وتحديث تاريخ 'آخر تحديث'."
      },
      {
        "heading": "اتصل بنا",
        "content": "إذا كان لديك أي أسئلة حول سياسة الخصوصية هذه، يرجى الاتصال بنا:\n\nالبريد الإلكتروني: ah4051321@gmail.com\nالهاتف: +966 53 309 2858\nالعنوان: صبيخة، الخبر، المنطقة الشرقية، المملكة العربية السعودية"
      }
    ]
  },
  "termsOfService": {
    "title": "شروط الخدمة",
    "lastUpdated": "فبراير 2024",
    "sections": [
      {
        "heading": "الموافقة على الشروط",
        "content": "من خلال الوصول إلى خدمات مؤسسة أحمد فرحان سعيد المرشود للمقاولات العامة أو استخدامها، فإنك توافق على الالتزام بشروط الخدمة هذه وجميع القوانين واللوائح المعمول بها. إذا كنت لا توافق على أي من هذه الشروط، يُحظر عليك استخدام خدماتنا."
      },
      {
        "heading": "وصف الخدمات",
        "content": "نحن نقدم توريد القوى العاملة، وخدمات التوظيف، والمقاولات العامة، وإدارة المشاريع، وخدمات الصيانة، والخدمات الاستشارية في المملكة العربية السعودية. جميع الخدمات تخضع للتوافر والامتثال للقوانين واللوائح السعودية."
      },
      {
        "heading": "استخدام الخدمات",
        "content": "أنت توافق على استخدام خدماتنا فقط للأغراض القانونية ووفقًا لهذه الشروط. أنت توافق على عدم:\n\n• استخدام خدماتنا بأي طريقة تنتهك القوانين أو اللوائح المعمول بها\n• الانخراط في أي سلوك يقيد أو يمنع استخدام أي شخص لخدماتنا\n• محاولة الوصول غير المصرح به إلى أنظمتنا أو شبكاتنا\n• استخدام خدماتنا لنقل أي رمز ضار أو خبيث\n• انتحال شخصية شركتنا أو موظفينا أو محاولة ذلك"
      },
      {
        "heading": "اتفاقيات الخدمة",
        "content": "الخدمات المحددة التي نقدمها تخضع لاتفاقيات مكتوبة منفصلة. تحكم شروط الخدمة هذه الاستخدام العام لموقعنا الإلكتروني والاستفسارات الأولية. سيتم تحديد شروط الخدمة التفصيلية في العقود الفردية."
      },
      {
        "heading": "حقوق الملكية الفكرية",
        "content": "المحتوى والميزات ووظائف موقعنا مملوكة لمؤسسة أحمد فرحان سعيد المرشود للمقاولات العامة ومحمية بموجب قوانين حقوق النشر والعلامات التجارية والملكية الفكرية الدولية. لا يجوز لك إعادة إنتاج أو توزيع أو تعديل أو إنشاء أعمال مشتقة دون إذن كتابي صريح منا."
      },
      {
        "heading": "تحديد المسؤولية",
        "content": "إلى أقصى حد يسمح به القانون، لن تكون مؤسسة أحمد فرحان سعيد المرشود للمقاولات العامة مسؤولة عن أي أضرار غير مباشرة أو عرضية أو خاصة أو تبعية أو عقابية ناتجة عن استخدامك أو عدم قدرتك على استخدام خدماتنا."
      },
      {
        "heading": "التعويض",
        "content": "أنت توافق على تعويض وحماية مؤسسة أحمد فرحان سعيد المرشود للمقاولات العامة ومسؤوليها ومديريها وموظفيها ووكلائها من أي مطالبات أو أضرار أو خسائر أو التزامات ونفقات ناشئة عن استخدامك لخدماتنا أو انتهاك هذه الشروط."
      },
      {
        "heading": "القانون الحاكم",
        "content": "تخضع هذه الشروط وتفسر وفقًا لقوانين المملكة العربية السعودية. أي نزاعات تنشأ عن هذه الشروط تخضع للاختصاص الحصري لمحاكم المنطقة الشرقية، المملكة العربية السعودية."
      },
      {
        "heading": "التعديلات على الشروط",
        "content": "نحتفظ بالحق في تعديل هذه الشروط في أي وقت. سنخطر المستخدمين بأي تغييرات جوهرية عن طريق نشر الشروط المحدثة على موقعنا. استمرارك في استخدام خدماتنا بعد هذه التعديلات يشكل قبولًا للشروط المحدثة."
      },
      {
        "heading": "الإنهاء",
        "content": "يجوز لنا إنهاء أو تعليق وصولك إلى خدماتنا على الفور، دون إشعار مسبق أو مسؤولية، لأي سبب، بما في ذلك انتهاك هذه الشروط. عند الإنهاء، سينتهي حقك في استخدام خدماتنا على الفور."
      },
      {
        "heading": "قابلية الفصل",
        "content": "إذا تبين أن أي حكم من هذه الشروط غير قابل للتنفيذ أو غير صالح، فسيتم تقييد هذا الحكم أو إلغاؤه إلى الحد الأدنى الضروري، وستظل الأحكام المتبقية سارية المفعول بالكامل."
      },
      {
        "heading": "معلومات الاتصال",
        "content": "للأسئلة حول شروط الخدمة هذه، يرجى الاتصال بنا:\n\nالبريد الإلكتروني: ah4051321@gmail.com\nالهاتف: +966 53 309 2858\nالعنوان: صبيخة، الخبر، المنطقة الشرقية، المملكة العربية السعودية"
      }
    ]
  }
}
