{
  "privacyPolicy": {
    "title": "Privacy Policy",
    "lastUpdated": "February 2024",
    "sections": [
      {
        "heading": "Introduction",
        "content": "Ahmed Farhan Said Al-Marshoud For General Contracting Est. ('we', 'our', or 'us') is committed to protecting your privacy. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website or use our services."
      },
      {
        "heading": "Information We Collect",
        "content": "We collect information that you provide directly to us, including:\n\n• Personal identification information (name, email address, phone number)\n• Business information (company name, position, industry)\n• Communication preferences\n• Information submitted through contact forms or service inquiries\n• Technical data such as IP address, browser type, and device information"
      },
      {
        "heading": "How We Use Your Information",
        "content": "We use the information we collect to:\n\n• Provide, maintain, and improve our services\n• Process your inquiries and respond to your requests\n• Send you technical notices, updates, and administrative messages\n• Communicate with you about services, offers, and events\n• Monitor and analyze trends, usage, and activities\n• Detect, prevent, and address technical issues and fraudulent activities\n• Comply with legal obligations and protect our rights"
      },
      {
        "heading": "Information Sharing and Disclosure",
        "content": "We do not sell, trade, or rent your personal information to third parties. We may share your information only in the following circumstances:\n\n• With your consent\n• With service providers who assist in our operations\n• To comply with legal obligations or respond to lawful requests\n• To protect our rights, property, or safety, or that of others\n• In connection with a business transaction such as a merger or acquisition"
      },
      {
        "heading": "Data Security",
        "content": "We implement appropriate technical and organizational measures to protect your personal information against unauthorized access, alteration, disclosure, or destruction. However, no method of transmission over the internet or electronic storage is 100% secure."
      },
      {
        "heading": "Your Rights",
        "content": "Under Saudi Arabian data protection regulations, you have the right to:\n\n• Access your personal information\n• Correct inaccurate or incomplete information\n• Request deletion of your information\n• Object to processing of your information\n• Request restriction of processing\n• Data portability\n\nTo exercise these rights, please contact us using the information provided below."
      },
      {
        "heading": "Cookies and Tracking Technologies",
        "content": "We use cookies and similar tracking technologies to track activity on our website and hold certain information. You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent."
      },
      {
        "heading": "Third-Party Links",
        "content": "Our website may contain links to third-party websites. We are not responsible for the privacy practices or content of these external sites. We encourage you to review their privacy policies."
      },
      {
        "heading": "Children's Privacy",
        "content": "Our services are not directed to individuals under the age of 18. We do not knowingly collect personal information from children."
      },
      {
        "heading": "Changes to This Privacy Policy",
        "content": "We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page and updating the 'Last Updated' date."
      },
      {
        "heading": "Contact Us",
        "content": "If you have any questions about this Privacy Policy, please contact us:\n\nEmail: ah4051321@gmail.com\nPhone: +966 53 309 2858\nAddress: Sobaikha, Al-Khobar, Eastern Province, Kingdom of Saudi Arabia"
      }
    ]
  },
  "termsOfService": {
    "title": "Terms of Service",
    "lastUpdated": "February 2024",
    "sections": [
      {
        "heading": "Agreement to Terms",
        "content": "By accessing or using the services of Ahmed Farhan Said Al-Marshoud For General Contracting Est., you agree to be bound by these Terms of Service and all applicable laws and regulations. If you do not agree with any of these terms, you are prohibited from using our services."
      },
      {
        "heading": "Services Description",
        "content": "We provide manpower supply, recruitment services, general contracting, project management, maintenance services, and consulting services in the Kingdom of Saudi Arabia. All services are subject to availability and compliance with Saudi Arabian laws and regulations."
      },
      {
        "heading": "Use of Services",
        "content": "You agree to use our services only for lawful purposes and in accordance with these Terms. You agree not to:\n\n• Use our services in any way that violates applicable laws or regulations\n• Engage in any conduct that restricts or inhibits anyone's use of our services\n• Attempt to gain unauthorized access to our systems or networks\n• Use our services to transmit any harmful or malicious code\n• Impersonate or attempt to impersonate our company or employees"
      },
      {
        "heading": "Service Agreements",
        "content": "Specific services provided by us are subject to separate written agreements. These Terms of Service govern the general use of our website and initial inquiries. Detailed service terms will be outlined in individual contracts."
      },
      {
        "heading": "Intellectual Property Rights",
        "content": "The content, features, and functionality of our website are owned by Ahmed Farhan Said Al-Marshoud For General Contracting Est. and are protected by international copyright, trademark, and other intellectual property laws. You may not reproduce, distribute, modify, or create derivative works without our express written permission."
      },
      {
        "heading": "Limitation of Liability",
        "content": "To the fullest extent permitted by law, Ahmed Farhan Said Al-Marshoud For General Contracting Est. shall not be liable for any indirect, incidental, special, consequential, or punitive damages resulting from your use of or inability to use our services."
      },
      {
        "heading": "Indemnification",
        "content": "You agree to indemnify and hold harmless Ahmed Farhan Said Al-Marshoud For General Contracting Est. and its officers, directors, employees, and agents from any claims, damages, losses, liabilities, and expenses arising from your use of our services or violation of these Terms."
      },
      {
        "heading": "Governing Law",
        "content": "These Terms shall be governed by and construed in accordance with the laws of the Kingdom of Saudi Arabia. Any disputes arising from these Terms shall be subject to the exclusive jurisdiction of the courts in the Eastern Province, Saudi Arabia."
      },
      {
        "heading": "Modifications to Terms",
        "content": "We reserve the right to modify these Terms at any time. We will notify users of any material changes by posting the updated Terms on our website. Your continued use of our services after such modifications constitutes acceptance of the updated Terms."
      },
      {
        "heading": "Termination",
        "content": "We may terminate or suspend your access to our services immediately, without prior notice or liability, for any reason, including breach of these Terms. Upon termination, your right to use our services will immediately cease."
      },
      {
        "heading": "Severability",
        "content": "If any provision of these Terms is found to be unenforceable or invalid, that provision will be limited or eliminated to the minimum extent necessary, and the remaining provisions will remain in full force and effect."
      },
      {
        "heading": "Contact Information",
        "content": "For questions about these Terms of Service, please contact us:\n\nEmail: ah4051321@gmail.com\nPhone: +966 53 309 2858\nAddress: Sobaikha, Al-Khobar, Eastern Province, Kingdom of Saudi Arabia"
      }
    ]
  }
}
